Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# report_bug_attachment_field_upload_status_format
source: Total upload: %.1f MB of 50 MB • %d of 10 files
be: Агулам запампавана: %.1f МБ з 50 МБ • %d з 10 файлаў
ca: Càrrega total: %.1f MB de 50 MB • %d de 10 fitxers
cs: Celkem nahráno: %.1f MB z 50 MB • %d z 10 souborů
da: Samlet upload: %.1f MB af 50 MB • %d af 10 filer
de: Gesamter Upload: %.1f MB von 50 MB • %d von 10 Dateien
el: Συνολική μεταφόρτωση: %.1f MB από 50 MB • %d από 10 αρχεία
es: Carga total: %.1f MB de 50 MB • %d de 10 archivos
es_419: Carga total: %.1f MB de 50 MB • %d de 10 archivos
fi: Kokonaislähetys: %.1f Mt 50 Mt:sta • %d/10 tiedostosta
fr: Total du téléchargement : %.1f Mo sur 50 Mo • %d sur 10 fichiers
hu: Összes feltöltés: %.1f MB 50 MB-ból • %d a 10 fájlból
id: Total unggah: %.1f MB dari 50 MB • %d dari 10 file
it: Upload totale: %.1f MB di 50 MB • %d di 10 file
ja: 合計アップロード: %.1f MB / 50 MB • %d / 10 ファイル
ka: სულ აიტვირთა: %.1f მბ 50 მბ-დან • %d 10 ფაილიდან
ko: 전체 업로드: 50MB 중 %.1fMB • 파일 10개 중 %d개
nb: Totalt opplastet: %.1f MB av 50 MB • %d av 10 filer
nl: Totale upload: %.1f MB van 50 MB • %d van 10 bestanden
pt_br: Total enviado: %.1f MB de 50 MB • %d de 10 arquivos
ro: Total încărcat: %.1f MiB din 50 MiB • %d din 10 fișiere
sk: Celkovo nahraté: %.1f MB z 50 MB • %d z 10 súborov
sv: Total uppladdning: %.1f MB av 50 MB • %d av 10 filer
tr: Toplam yükleme: %.1f MB / 50 MB • %d / 10 dosya
zh_hans: 总上传量：%.1f MB / 50 MB • %d / 10 个文件

# report_bug_button
source: Report a problem
be: Паведаміць аб праблеме
ca: Informeu d'un problema
cs: Nahlásit problém
da: Rapportér et problem
de: Ein Problem melden
el: Αναφορά προβλήματος
es: Notificar un problema
es_419: Notificar un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
hu: Probléma jelentése
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告
ka: პრობლემის შეტყობინება
ko: 문제 신고
nb: Rapporter et problem
nl: Meld een probleem
pl: Zgłoś problem
pt: Relatar um problema
pt_br: Relatar um problema
ro: Raportare problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera ett problem
tr: Sorun bildireceğim
uk: Повідомити про проблему
zh_hans: 报告问题
zh_hant: 回報問題

# report_bug_email_field_placeholder
source: Let us know where we can reach you
be: Паведаміце нам, як мы можам звязацца з вамі
ca: Feu-nos saber on us podem contactar
cs: Prosím, uveďte, kde vás můžeme kontaktovat
da: Lad os vide, hvor vi kan kontakte dig
de: Lass uns wissen, wie wir dich erreichen können
el: Πείτε μας πού μπορούμε να επικοινωνήσουμε μαζί σας.
es: Dinos cómo podemos contactarte
es_419: Indíquenos dónde podemos contactarle
fi: Kerro meille, mistä tavoitamme sinut.
fr: Veuillez indiquer où nous pouvons vous joindre
hu: Tudassa velünk, hol érhetjük el.
id: Beri tahu kami di mana kami dapat menghubungi Anda
it: Facci sapere dove possiamo raggiungerti
ja: ご連絡先をお知らせください
ka: შეგვატყობინეთ, სად შეგვიძლია დაგიკავშირდეთ
ko: 연락 가능한 이메일 주소를 알려주세요
nb: Gi oss beskjed hvor vi kan nå deg
nl: Laat ons weten waar wij u kunnen bereiken
pl: Wpisz dane kontaktowe
pt_br: Nos informe por onde podemos te contatar
ro: Unde vă putem contacta
ru: Сообщите нам, как с вами связаться
sk: Prosím, uveďte, kde vás môžeme kontaktovať
sv: Låt oss veta var vi kan nå dig
tr: Size nereden ulaşabileceğimizi bize bildirin
uk: Повідомте нам, де з вами можна зв'язатися
zh_hans: 请告诉我们如何联系您
zh_hant: 讓我們知道可以透過何處聯絡您

# report_bug_email_field_title
source: Contact email address
be: Кантактны адрас электроннай пошты
ca: Adreça de correu electrònic de contacte
cs: Kontaktní e-mailová adresa
da: E-mailadresse til kontakt
de: Kontakt-E-Mail-Adresse
el: Ηλεκτρονική διεύθυνση επικοινωνίας
es: Dirección de correo electrónico de contacto
es_419: Dirección de correo de contacto
fi: Yhteyssähköpostiosoite
fr: Adresse e-mail de contact
hu: Elérhetőségi e-mail cím
id: Alamat email kontak
it: Indirizzo email di contatto
ja: お問い合わせメールアドレス
ka: საკონტაქტო ელფოსტის მისამართი
ko: 연락처 이메일 주소
nb: Kontakt-e-postadresse
nl: Contact e-mailadres
pl: Adres e-mail do kontaktu
pt_br: Endereço de e-mail de contato
ro: Adresă de e-mail de contact
ru: Контактный адрес электронной почты
sk: Kontaktná emailová adresa
sv: E-postadress för kontakt
tr: Kişinin e-posta adresi
uk: Контактна адреса електронної пошти
zh_hans: 联系邮箱地址
zh_hant: 聯絡電郵位址

# report_bug_email_field_warning
source: Please provide valid email address
be: Увядзіце сапраўдны адрас электроннай пошты
ca: Proporcioneu una adreça de correu electrònic vàlida.
cs: Zadejte prosím platnou e-mailovou adresu
da: Angiv en gyldig e-mailadresse
de: Bitte gib eine gültige E-Mail-Adresse ein.
el: Παρακαλούμε εισάγετε έγκυρη ηλεκτρονική διεύθυνση
es: Introduce una dirección de correo electrónico válida
es_419: Proporcione una dirección de correo válida
fi: Syötä kelvollinen sähköpostiosoite
fr: Veuillez indiquer une adresse e-mail valide
hu: Adjon meg egy érvényes e-mail címet
id: Harap berikan alamat email yang valid
it: Per favore fornisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ka: გთხოვთ, მიუთითოთ მოქმედი ელფოსტის მისამართი
ko: 유효한 이메일 주소를 입력해주세요
nb: Vennligst angi gyldig e-postadresse
nl: Voer een geldig e-mailadres in
pl: Wpisz prawidłowy adres e-mail
pt_br: Insira um endereço de e-mail válido
ro: Introduceți o adresă de e-mail validă
ru: Укажите действительный адрес электронной почты
sk: Zadajte platnú emailovú adresu, prosím
sv: Ange giltig e-postadress
tr: Lütfen geçerli bir e-posta adresi yazın
uk: Будь ласка, надайте дійсну адресу електронної пошти
zh_hans: 请输入有效的邮箱地址
zh_hant: 請提供有效的電郵位址

# report_bug_message_field_placeholder
source: Please describe your issue and include any error messages...
be: Апішыце сваю праблему і далучыце любыя паведамленні з памылкамі...
ca: Descriviu el problema i incloeu-hi qualsevol missatge d'error...
cs: Popište prosím svůj problém a přiložte všechny chybové zprávy...
da: Beskriv dit problem og medtag eventuelle fejlbeskeder...
de: Bitte beschreibe dein Problem und füge alle Fehlermeldungen hinzu...
el: Παρακαλώ περιγράψτε το πρόβλημά σας και συμπεριλάβετε τυχόν μηνύματα σφάλματος...
es: Describe tu problema e incluye cualquier mensaje de error...
es_419: Describa su problema e incluya cualquier mensaje de error...
fi: Kuvaile ongelmaa ja sisällytä mahdolliset virheilmoitukset...
fr: Décrivez votre problème et incluez les éventuels messages d’erreur...
hu: Kérjük, írja le a problémáját, és mellékelje a hibaüzeneteket...
id: Mohon jelaskan masalah Anda dan sertakan setiap pesan kesalahan...
it: Descrivi il tuo problema e includi eventuali messaggi di errore...
ja: 問題について、エラーメッセージ等も含めてご記入下さい。
ka: გთხოვთ, აღწეროთ თქვენი პრობლემა და დაურთოთ შეცდომის შეტყობინებები...
ko: 문제를 설명해 주시고, 오류 메시지가 있다면 포함해 주세요.
nb: Beskriv problemet og inkluder eventuelle feilmeldinger...
nl: Beschrijf uw probleem en voeg alle foutmeldingen toe...
pl: Opisz problem i dołącz wszelkie informacje o błędach...
pt: Descreva o problema e inclua quaisquer mensagens de erro...
pt_br: Descreva seu problema e inclua quaisquer mensagens de erro...
ro: Descrieți problema incluzând și mesajele de eroare care apar...
ru: Пожалуйста, опишите вашу проблему и приложите все сообщения об ошибках...
sk: Popíšte problém, prosím, a priložte všetky chybové správy...
sv: Beskriv problemet och inkludera eventuella felmeddelanden …
tr: Lütfen sorunu açıklayın ve varsa hata iletilerini ekleyin...
uk: Опишіть вашу проблему та додайте будь-які повідомлення про помилки...
zh_hans: 请描述您的问题并包含任何错误信息...
zh_hant: 請詳細描述您的問題，若有出現任何錯誤訊息，還請您一併附上...

# report_bug_message_field_title
source: What went wrong?
be: Што здарылася?
ca: Què ha anat malament?
cs: Co se pokazilo?
da: Hvad gik der galt?
de: Was ist schiefgelaufen?
el: Τι πήγε στραβά;
es: ¿Cuál es el problema?
es_419: ¿Cuál es el problema?
fi: Mikä meni pieleen?
fr: Quel était le problème ?
hu: Milyen hibát észlelt?
id: Apa yang salah?
it: Cosa non ha funzionato?
ja: どのような問題ですか？
ka: რა მოხდა?
ko: 무엇이 잘못됐나요?
nb: Hva gikk galt?
nl: Wat is er misgegaan?
pl: Co poszło nie tak?
pt: Qual foi o problema?
pt_br: O que deu errado?
ro: Ce nu a funcționat?
ru: Что пошло не так?
sk: Čo sa pokazilo?
sv: Vad gick fel?
tr: Sorun neydi?
uk: Що сталося?
zh_hans: 出现什么问题了？
zh_hant: 到底發生過甚麼事？

# report_bug_message_field_warning
source: Minimum 10 characters
be: Мінімум 10 сімвалаў
ca: Mínim 10 caràcters
cs: Minimálně 10 znaků
da: Mindst 10 tegn
de: Mindestens 10 Zeichen
el: Ελάχιστο 10 χαρακτήρες
es: Mínimo 10 caracteres
es_419: Mínimo 10 caracteres
fi: Vähintään 10 merkkiä
fr: Minimum 10 caractères
hu: Minimum 10 karakter
id: Minimal 10 karakter
it: Minimo 10 caratteri
ja: 最低10文字
ka: მინიმუმ 10 სიმბოლო
ko: 최소 10자
nb: Minst 10 tegn
nl: Minimaal 10 tekens
pl: Minimum 10 znaków
pt: Mínimo de 10 carateres
pt_br: Mínimo 10 caracteres
ro: Minim 10 caractere
ru: Минимум 10 символов
sk: Minimálne 10 znakov
sv: Minst 10 tecken
tr: En az 10 karakter
uk: Мінімум 10 символів
zh_hans: 至少 10 个字符
zh_hant: 最少 10 個字元

# report_bug_send_button_title
source: Send
be: Адправіць
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ka: გაგზავნა
ko: 보내기
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ro: Trimitere
ru: Отправить
sk: Odoslať
sv: Skicka
tr: Gönder
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

# report_bug_submission_failure
source: Report sending failed.
be: Збой адпраўкі справаздачы.
ca: S'ha produït un error en l'enviament de l'informe.
cs: Odeslání hlášení selhalo.
da: Rapportafsendelse mislykkedes.
de: Senden des Berichts fehlgeschlagen.
el: Η αποστολή αναφοράς απέτυχε.
es: Error con el envío del informe
es_419: Error al enviar el informe.
fi: Raportin lähetys epäonnistui.
fr: L'envoi du rapport n'a pas abouti.
hu: A jelentés küldése sikertelen.
id: Pengiriman laporan gagal.
it: Invio segnalazione non riuscito.
ja: レポートの送信に失敗しました。
ka: შეტყობინების გაგზავნა ვერ მოხერხდა.
ko: 보고서 전송에 실패했습니다.
nb: Sending av rapporten mislyktes.
nl: Rapport verzenden mislukt.
pl: Wysyłanie raportu nie powiodło się.
pt: Erro ao enviar relatório
pt_br: Erro ao enviar relatório.
ro: Trimiterea raportului a eșuat.
ru: Не удалось отправить отчёт.
sk: Odoslanie hlásenia zlyhalo.
sv: Misslyckades skicka rapport.
tr: Rapor gönderilemedi.
uk: Не вдалося надіслати звіт.
zh_hans: 报告发送失败。
zh_hant: 報告傳送失敗。

# report_bug_submission_success
source: Report sent successfully!
be: Справаздача паспяхова адпраўлена!
ca: S'ha enviat l'informe correctament.
cs: Hlášení úspěšně odesláno!
da: Rapport afsendt!
de: Der Bericht wurde erfolgreich gesendet.
el: Η αναφορά σας στάλθηκε επιτυχώς!
es: Se ha enviado el informe.
es_419: Se ha enviado el informe.
fi: Raportti lähetettiin!
fr: Le rapport a été envoyé.
hu: Jelentés sikeresen elküldve!
id: Laporan berhasil dikirim!
it: Segnalazione inviata correttamente!
ja: レポートは正常に送信されました!
ka: შეტყობინება წარმატებით გაიგზავნა!
ko: 보고서가 전송되었습니다!
nb: Rapporten ble sendt!
nl: Rapport met succes verzonden!
pl: Raport został wysłany!
pt: O relatório foi enviado.
pt_br: Relatório enviado com sucesso!
ro: Raportul a fost trimis!
ru: Отчет успешно отправлен
sk: Hlásenie bolo úspešne odoslané.
sv: Rapport skickad!
tr: Rapor gönderildi!
uk: Звіт успішно відправлено!
zh_hans: 报告发送成功！
zh_hant: 回報已成功傳送!

# report_bug_topic_field_title
source: I want to report a problem with:
be: Я хачу паведаміць пра праблему з:
ca: Vull informar d'un problema amb:
cs: Chci nahlásit problém s:
da: Jeg vil gerne rapportere et problem med:
de: Ich möchte ein Problem melden bei:
el: Θέλω να αναφέρω ένα πρόβλημα με:
es: Quiero informar de un problema con:
es_419: Quiero informar de un problema con:
fi: Haluan ilmoittaa ongelmasta:
fr: Je souhaite signaler un problème avec :
hu: Problémát szeretnék jelenteni a következővel kapcsolatban:
id: Saya ingin melaporkan masalah dengan:
it: Voglio segnalare un problema con:
ja: 以下についての問題を報告したい:
ka: მინდა შევატყობინო პრობლემა:
ko: 신고하고자 하는 문제:
nb: Jeg vil rapportere et problem med:
nl: Ik wil een probleem melden met:
pl: Kategoria problemu:
pt: Quero relatar um problema com:
pt_br: Quero relatar um problema com:
ro: Doresc să raportez o problemă cu:
ru: Я хочу сообщить о проблеме с:
sk: Chcem nahlásiť problém s:
sv: Jag vill rapportera ett problem med:
tr: Şununla ilgili bir sorun bildirmek istiyorum:
uk: Я хочу повідомити про проблему:
zh_hans: 我想报告一个问题：
zh_hant: 我想要提報問題是關於:

# report_topic_albums_title
source: Albums
be: Альбомы
ca: Àlbums
cs: Alba
de: Alben
el: Άλμπουμ
es: Álbumes
es_419: Álbumes
fi: Albumit
hu: Albumok
id: Album
it: Album
ja: アルバム
ka: ალბომები
ko: 앨범
nb: Album
pl: Albumy
pt: Álbuns
pt_br: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sv: Album
tr: Albümler
uk: Альбоми
zh_hans: 相册
zh_hant: 相簿

# report_topic_decryption_title
source: Decryption
be: Расшыфроўка
ca: Desxifratge
cs: Dešifrování
da: Dekryptering
de: Entschlüsselung
el: Αποκρυπτογράφηση
es: Descifrado
es_419: Descifrado
fi: Salauksen purku
fr: Déchiffrement
hu: Visszafejtés
id: Dekripsi
it: Decriptazione
ja: 復号
ka: გაშიფვრა
ko: 복호화
nb: Dekryptering
nl: Ontsleutelen
pl: Odszyfrowywanie
pt: Desencriptação
pt_br: Descriptografia
ro: Decriptare
ru: Дешифрование
sk: Dešifrovanie
sv: Dekryptering
tr: Şifre çözme
uk: Розшифрування
zh_hans: 解密
zh_hant: 解密

# report_topic_docs_title
source: Document
be: Дакумент
cs: Dokument
da: Dokument
de: Dokument
el: Έγγραφο
es: Documento
es_419: Documento
fi: Asiakirja
hu: Dokumentum
id: Dokumen
it: Documento
ja: ドキュメント
ka: დოკუმენტი
ko: 문서
nb: Dokument
pt_br: Documento
sk: Dokument
sv: Dokument
tr: Belge
zh_hans: 文档

# report_topic_encryption_title
source: Encryption
be: Шыфраванне
ca: Xifratge
cs: Šifrování
da: Kryptering
de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
es_419: Cifrado
fi: Salaus
fr: Chiffrement
hu: Titkosítás
id: Enkripsi
it: Crittografia
ja: 暗号化
ka: დაშიფვრა
ko: 암호화
nb: Kryptering
nl: Versleutelen
pl: Szyfrowanie
pt: Encriptação
pt_br: Criptografia
ro: Criptare
ru: Шифрование
sk: Šifrovanie
sv: Kryptering
tr: Şifreleme
uk: Шифрування
zh_hans: 加密
zh_hant: 加密

# report_topic_file_provider_title
source: Files app
be: Праграма "Файлы"
ca: Aplicació de fitxers
cs: Aplikace Soubory
da: Filer-app
de: Dateien-App
el: Εφαρμογή αρχείων
es: Aplicación de archivos
es_419: Aplicación de archivos
fi: Tiedostot-sovellus
fr: Application de fichiers
hu: Fájlok alkalmazás
id: File aplikasi
ja: ファイルアプリ
ka: ფაილების აპი
ko: 파일 앱
nb: Filer-appen
nl: Bestanden app
pl: Aplikacja pliki
pt: Aplicação de ficheiros
pt_br: Aplicativo de arquivos
ro: Aplicația de fișiere
ru: Приложение "Файлы"
sk: Aplikácia Súbory
sv: Filer-appen
tr: Dosyalar uygulaması
uk: Застосунок «Файли»
zh_hans: 文件应用
zh_hant: 檔案應用程式

# report_topic_offline_title
source: Offline Available
be: Даступна па-за сеткай
ca: Disponible fora de línia
cs: Dostupné offline
da: Tilgængelig offline
de: Offline verfügbar
el: Διαθέσιμο εκτός σύνδεσης
es: Disponible sin conexión
es_419: Disponible sin conexión
fi: Saatavilla yhteydettömästi
fr: Disponible hors ligne
hu: Offline elérhető
id: Offline Tersedia
it: Disponibile Offline
ja: オフラインで利用可能
ka: ხელმისაწვდომია ხაზგარეშე
ko: 오프라인 사용 가능
nb: Tilgjengelig frakoblet
nl: Offline beschikbaar
pl: Dostęp offline
pt: Disponível off-line
pt_br: Disponível off-line
ro: Disponibil deconectat
ru: Доступно оффлайн
sk: Dostupné offline
sv: Offline tillgänglig
tr: Çevrim dışı kullanılabilir
uk: Доступно поза мережею
zh_hans: 离线可用
zh_hant: 離線可用

# report_topic_other_title
source: Other
be: Іншая
ca: Altres
cs: Ostatní
da: Andet
de: Andere
el: Άλλο
es: Otro
es_419: Otro
fi: Muu
fr: Autre
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ka: სხვა
ko: 기타
nb: Annet
nl: Anders
pl: Inna
pt: Outro
pt_br: Outro
ro: Alt motiv
ru: Другое
sk: Iné
sv: Övrigt
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其它

# report_topic_photos_title
source: Photos
be: Фатаграфіі
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_419: Fotos
fi: Kuvat
hu: Fényképek
id: Foto
it: Foto
ja: 写真
ka: ფოტოები
ko: 사진
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotografias
pt_br: Fotos
ro: Fotografii
ru: Фото
sk: Fotografie
sv: Foton
tr: Fotoğraflar
uk: Фото
zh_hans: 照片
zh_hant: 相片

# report_topic_sharing_title
source: Sharing
be: Абагульванне
ca: S'està compartint
cs: Sdílení
da: Deling
de: Teilen
el: Κοινοποίηση
es: Uso compartido
es_419: Uso compartido
fi: Jakaminen
fr: Partage
hu: Megosztás
id: Berbagi
it: Condivisione
ja: 共有
ka: გაზიარება
ko: 공유
nb: Deling
nl: Delen
pl: Udostępnianie
pt: Partilha
pt_br: Compartilhamento
ro: Partajare
ru: Совместное использование
sk: Zdieľanie
sv: Delning
tr: Paylaşma
uk: Поширення
zh_hans: 分享
zh_hant: 共享

# report_topic_sheets_title
source: Spreadsheet
be: Электронная табліца
ca: Full de càlcul
cs: Tabulka
da: Regneark
de: Tabellendokument
el: Υπολογιστικό φύλλο
es: Hoja de cálculo
es_419: Hoja de cálculo
fi: Laskentataulukko
fr: Feuille de calcul
hu: Munkafüzet
id: Lembar kerja
it: Foglio di calcolo
ja: スプレッドシート
ka: ელცხრილი
ko: 스프레드시트
nb: Regneark
nl: Werkblad
pt_br: Planilha
ro: Foaie de calcul
sk: Tabuľka
sv: Kalkylark
tr: Elektronik tablo
zh_hans: 电子表格

# retry_error_explainer_cannot_connect_icloud
source: Unable to connect to iCloud
be: Немагчыма падключыцца да iCloud
ca: No es pot connectar a iCloud.
cs: Nelze se připojit k iCloudu
da: Kan ikke forbinde til iCloud
de: Fehler beim Verbinden mit iCloud.
el: Δεν είναι δυνατή η σύνδεση στο iCloud
es: No se puede conectar a iCloud.
es_419: No se puede conectar a iCloud.
fi: Yhteyden muodostaminen iCloudiin epäonnistui
fr: La connexion à iCloud n'a pas abouti.
hu: A kapcsolódás az iCloudhoz sikertelen
id: Tidak dapat terhubung ke iCloud
it: Impossibile connettersi a iCloud
ja: iCloudに接続できません
ka: შეცდომა iCloud-თან მიერთებისას
ko: iCloud에 연결할 수 없음
nb: Kan ikke koble til iCloud
nl: Kan geen verbinding maken met iCloud
pl: Nie można połączyć się z chmurą iCloud
pt: Não foi possível conectar-se ao iCloud.
pt_br: Não é possível conectar ao iCloud
ro: Nu se poate conecta la iCloud.
ru: Не удается подключиться к iCloud
sk: Nie je možné pripojiť sa k službe iCloud
sv: Kan inte ansluta till iCloud
tr: iCloud bağlantısı kurulamadı
uk: Не вдається під'єднатися до iCloud
zh_hans: 无法连接到 iCloud
zh_hant: 無法連接 iCloud

# retry_error_explainer_connection_error
source: Network connection error
be: Памылка падключэння да сеткі
ca: Error de connexió de xarxa
cs: Chyba síťového připojení
da: Fejl i netværksforbindelse
de: Netzwerkverbindungsfehler
el: Σφάλμα σύνδεσης δικτύου
es: Error de conexión de red
es_419: Error de conexión de red
fi: Verkkoyhteysvirhe
fr: Erreur de connexion réseau
hu: Kapcsolati hiba
id: Kesalahan koneksi jaringan
it: Errore connessione di rete
ja: インターネット接続エラー
ka: ქსელთან შეერთების შეცდომა
ko: 네트워크 연결 오류
nb: Feil ved nettverkstilkobling
nl: Netwerkverbindingfout
pl: Wystąpił błąd podczas połączenia z siecią
pt: Erro de ligação à rede
pt_br: Erro de conexão de rede
ro: Eroare conexiune la rețea.
ru: Ошибка подключения к сети
sk: Chyba sieťového pripojenia
sv: Nätverksanslutningsfel
tr: Ağ bağlantısı sorunu
uk: Помилка зв'язку з мережею
zh_hans: 网络连接错误
zh_hant: 網路連線發生錯誤

# retry_error_explainer_device_storage_full
source: Device storage full
be: Сховішча прылады запоўнена
ca: L'emmagatzematge del dispositiu és ple.
cs: Úložiště zařízení je plné
da: Enhedens lager fyldt
de: Gerätespeicherplatz voll
el: Ο χώρος αποθήκευσης της συσκευής είναι γεμάτος
es: El almacenamiento del dispositivo está lleno.
es_419: El almacenamiento del dispositivo está lleno
fi: Laitteen tallennustila on täynnä
fr: L'espace de stockage de l'appareil est plein.
hu: Az eszköz tárolója megtelt
id: Ruang penyimpanan perangkat penuh
it: Spazio di archiviazione del dispositivo pieno
ja: デバイスストレージがいっぱいです
ka: მოწყობილობის საცავი სავსეა
ko: 기기 저장 공간 가득 참
nb: Enhetens lagringsplass full
nl: Apparaatopslag is vol
pl: Magazyn lokalny jest pełny
pt: O armazenamento do dispositivo está cheio.
pt_br: Armazenamento do dispositivo está cheio
ro: Spațiu de stocare plin.
ru: Память устройства заполнена
sk: Úložisko zariadenia je plné
sv: Enhetens lagringsutrymme fullt
tr: Aygıt depolama alanı dolu
uk: Сховище пристрою заповнене
zh_hans: 设备存储空间已满
zh_hant: 裝置儲存空間已滿

# retry_error_explainer_encryption_error
source: Encryption failed
be: Збой шыфравання
ca: No s'ha pogut xifrar.
cs: Šifrování selhalo
da: Kryptering mislykkedes
de: Verschlüsselung fehlgeschlagen
el: Αποτυχία κρυπτογράφησης
es: Error con el cifrado
es_419: Error del cifrado
fi: Salaus epäonnistui
fr: Le chiffrement n'a pas abouti.
hu: Titkosítás sikertelen
id: Enkripsi gagal
it: Crittografia non riuscita
ja: 暗号化に失敗しました
ka: დაშიფრვის შეცდომა
ko: 암호화 실패
nb: Kryptering mislyktes
nl: Versleuteling mislukt
pl: Szyfrowanie nie powiodło się
pt: Erro ao encriptar
pt_br: Erro na criptografia
ro: Criptare eșuată.
ru: Ошибка шифрования
sk: Šifrovanie zlyhalo
sv: Kryptering misslyckades
tr: Şifrelenemedi
uk: Не вдалося зашифрувати
zh_hans: 加密失败
zh_hant: 加密失敗

# retry_error_explainer_failed_to_load_resource
source: Failed to load resource
be: Збой загрузкі рэсурсу
ca: No s'ha pogut carregar el recurs.
cs: Nelze načíst zdroje
da: Kunne ikke indlæse ressourcen
de: Fehler beim Laden der Ressource.
el: Αποτυχία φόρτωσης πόρου
es: Error al cargar los recursos
es_419: Error al cargar los recursos
fi: Resurssin lataus epäonnistui
fr: Le chargement de la ressource n'a pas abouti.
hu: Nem sikerült betölteni az erőforrást
id: Gagal memuat sumber daya
it: Impossibile caricare la risorsa
ja: ファイルの読み込みに失敗しました
ka: რესურსის ჩატვირთვა ჩავარდა
ko: 리소스 로드 실패
nb: Kan ikke laste inn ressurs
nl: Fout bij laden van resource
pl: Nie udało się załadować zasobu
pt: Erro ao carregar o recurso
pt_br: Falha ao carregar os recursos
ro: Eșuare încărcare resursă.
ru: Не удалось загрузить ресурс
sk: Nepodarilo sa načítať prostriedok
sv: Misslyckades att ladda resurs
tr: Kaynak yüklenemedi
uk: Не вдалося завантажити ресурс
zh_hans: 加载资源失败
zh_hant: 載入資源失敗

# retry_error_explainer_invalid_asset
source: Can't access the original file.
be: Немагчыма атрымаць доступ да арыгінальнага файла.
ca: No es pot accedir al fitxer original.
cs: Nelze získat přístup k původnímu souboru.
da: Kan ikke få adgang til den originale fil.
de: Fehler beim Zugriff auf die Originaldatei.
el: Δεν είναι δυνατή η πρόσβαση στο αρχικό αρχείο.
es: No se puede acceder al archivo original.
es_419: No se puede acceder al archivo original.
fi: Ei pääsyä alkuperäiseen tiedostoon.
fr: L'accès au fichier d'origine n'a pas abouti.
hu: Nem érhető el az eredeti fájl.
id: Berkas asli tidak dapat diakses.
it: Impossibile accedere al file originale.
ja: 元のファイルにアクセスできません
ka: ორიგინალურ ფაილთან წვდომა შეუძლებელია
ko: 원본 파일 접근 불가
nb: Får ikke tilgang til den opprinnelige filen.
nl: Kan het oorspronkelijke bestand niet benaderen.
pl: Nie można uzyskać dostępu do oryginalnego pliku.
pt: Não foi possível aceder ao ficheiro original.
pt_br: Não é possível acessar o arquivo original.
ro: Nu se poate accesa fișierul original.
ru: Невозможно получить доступ к исходному файлу.
sk: Nie je možné získať prístup k pôvodnému súboru.
sv: Kan inte komma åt originalfilen.
tr: Özgün dosyaya erişilemedi.
uk: Не вдається отримати доступ до оригінального файлу.
zh_hans: 无法访问原始文件。
zh_hant: 無法存取原始檔案。
